Repository: andreesg/bda.plone.cart
Catalog: src/bda/plone/cart/locales/*/LC_MESSAGES/bda.plone.cart.po
Languages: nl

source: Add Cart Portlet
nl: Toevoegen aan winkelwagen Portlet

source: This portlet displays the shopping cart.
nl: Dit Portlet geeft de winkelwagen weer

# article_limit_reached
source: The desired quantity exceeds the maximum order quantity for this product.
nl: Het artikel limit is bereikt

source: back
nl: Terug

source: cart
nl: Winkelwagen

# cart_comment_required
source: Comment is require
nl: Opmerking is vereist

# cart_integer_required
source: Input not an integer
nl: Invoer moet een geheel getal zijn

# cart_item_added
source: Item has been added to cart
nl: Het artikel is toegevoegd aan uw winkelwagen

# cart_item_removed
source: Item has been removed from cart
nl: Het artikel is verwijderd uit uw winkelwagen

# cart_item_updated
source: Item has been updated in cart
nl: Het artikel is bijgewerkt in uw winkelwagen

# cart_max_unique_articles_reached
source: Unique article limit reached
nl: Het maximum aantal verschillende artikelen is bereikt

# cart_no_longer_available
source: One or more items in cart are only partly or no longer available. Please update or remove related items
nl: Één of meedere items in uw winkelwagen zijn niet meer beschikbaar

# cart_not_a_number
source: Input not a number
nl: Invoer in geen nummer

# cart_summary
source: Cart
nl: Winkelwagen

# cart_total_limit_reached
source: Total limit reached
nl: Het maximale limiet is bereikt

source: checkout
nl: Afrekenen

source: Comment
nl: Opmerking

source: Discount Net:
nl: Korting netto

source: Discount Total:
nl: Korting totaal

source: Discount VAT.:
nl: Korting BTW

# empty_cart
source: Cart is empty
nl: Winkelwagen is leeg

source: Price
nl: Prijs

source: Remove from cart
nl: Verwijder uit winkelwagen

# summary_net
source: Net:
nl: Netto

# summary_shipping
source: Shipping
nl: Verzendkosten

# summary_total
source: Total:
nl: Totaal

# summary_vat
source: VAT.:
nl: BTW

# trying_to_add_more_items_than_available
source: Not enough items available, abort.
nl: Het gewenste aantal is niet beschikbaar

source: Update cart
nl: Winkelwagen bijwerken
